{"stoi": {"<PAD>": 0, "<SOS>": 1, "<EOS>": 2, "<UNK>": 3, "a": 4, "little": 5, "girl": 6, "in": 7, "her": 8, "on": 9, "the": 10, "to": 11, "man": 12, "with": 13, "is": 14, "white": 15, "dog": 16, "of": 17, "and": 18, "front": 19, "black": 20, "running": 21, "wearing": 22, "snow": 23, "climbing": 24, "rock": 25, "garden": 26, "ball": 27, "grassy": 28, "two": 29, "are": 30, "at": 31, "edge": 32, "tree": 33, "facing": 34, "lake": 35, "water": 36, "person": 37, "dogs": 38, "beach": 39, "an": 40, "ice": 41, "blue": 42, "wall": 43, "baby": 44, "yellow": 45, "brown": 46, "play": 47, "red": 48, "child": 49, "jacket": 50, "playing": 51, "sits": 52, "by": 53, "covered": 54, "near": 55, "field": 56, "people": 57, "boy": 58, "shirt": 59, "looking": 60, "woman": 61, "hands": 62, ",": 63, "watches": 64, "sit": 65, "while": 66, "skateboard": 67, "group": 68, "kids": 69, "blond": 70, "into": 71, "his": 72, "along": 73, "after": 74, "toy": 75, "down": 76, "street": 77, "sandy": 78, "jumping": 79, "catch": 80, "up": 81, "young": 82, "outside": 83, "night": 84, "shorts": 85, "holds": 86, "off": 87, "pool": 88, "inflatable": 89, "throwing": 90, "air": 91, "large": 92, "small": 93, "face": 94, "sitting": 95, "laying": 96, "its": 97, "green": 98, "slide": 99, "several": 100, "outdoors": 101, "other": 102, "making": 103, "their": 104, "through": 105, "road": 106, "children": 107, "fishing": 108, "jeans": 109, "rides": 110, "frozen": 111, "-": 112, "mountain": 113, "horses": 114, "holding": 115, "safety": 116, "rope": 117, "three": 118, "out": 119, "plays": 120, "standing": 121, "smiling": 122, "camera": 123, "some": 124, "men": 125, "another": 126, "stands": 127, "behind": 128, "ride": 129, "four": 130, "jumps": 131, "fountain": 132, "fence": 133, "picture": 134, "bike": 135, "it": 136, "rocks": 137, "climbs": 138, "hill": 139, "helmet": 140, "pants": 141, "tan": 142, "grass": 143, "mouth": 144, "swimming": 145, "head": 146, "sand": 147, "surrounded": 148, "deck": 149, "there": 150, "one": 151, "carrying": 152, "ocean": 153, "something": 154, "from": 155, "bed": 156, "back": 157, "takes": 158, "mountainside": 159, "walks": 160, "soccer": 161, "hand": 162, "whilst": 163, "walking": 164, "across": 165, "costume": 166, "riding": 167, "city": 168, "bicyclist": 169, "light": 170, "bikes": 171, "shirtless": 172, "horse": 173, "net": 174, "watch": 175, "splashes": 176, "snowy": 177, "hat": 178, "bench": 179, "tunnel": 180, "tent": 181, "under": 182, "glasses": 183, "beer": 184, "sign": 185, "dark": 186, "shore": 187, "sidewalk": 188, "boys": 189, "each": 190, "being": 191, "car": 192, "blanket": 193, "runs": 194, "toward": 195, "old": 196, "next": 197, "table": 198, "couple": 199, "building": 200, "background": 201, "dress": 202, "busy": 203, "park": 204, "climbers": 205, "girls": 206, "alone": 207, "wrestle": 208, "together": 209, "closeup": 210, "adult": 211, "set": 212, "orange": 213, "watching": 214, "jump": 215, "diving": 216, "board": 217, "bubbles": 218, "picnic": 219, "biting": 220, "hockey": 221, "leaps": 222, "asian": 223, "looks": 224, "pink": 225, "for": 226, "rocky": 227, "trying": 228, "hanging": 229, "line": 230, "beside": 231, "stream": 232, "lady": 233, "bridge": 234, "sunglasses": 235, "bicycle": 236, "drinking": 237, "gear": 238, "mountains": 239, "long": 240, "stick": 241, "lit": 242, "sun": 243, "foreground": 244, "getting": 245, "ready": 246, "swing": 247, "gray": 248, "colorful": 249, "women": 250, "crowd": 251, "pull": 252, "sled": 253, "pulling": 254, "harness": 255, "portrait": 256, "cellphone": 257, "shallow": 258, "blonde": 259, "umbrella": 260, "suit": 261, "slides": 262, "railroad": 263, "tracks": 264, "look": 265, "flowers": 266, "swims": 267, "tennis": 268, "doing": 269, "outdoor": 270, "trampoline": 271, "collar": 272, "open": 273, "floating": 274, "device": 275, "purple": 276, "top": 277, "laughing": 278, "clouds": 279, "trunks": 280, "rest": 281, "around": 282, "them": 283, "view": 284, "art": 285, "golden": 286, "high": 287, "who": 288, "has": 289, "area": 290, "trees": 291, "same": 292, "train": 293, "colored": 294, "playground": 295, "as": 296, "pose": 297, "ground": 298, "poses": 299, "jumped": 300, "dirt": 301, "hats": 302, "taking": 303, "hair": 304, "over": 305, "boats": 306, "frisbee": 307, "stepping": 308, "reflection": 309, "vest": 310, "side": 311, "stuffed": 312, "animal": 313, "huge": 314, "sunny": 315, "wading": 316, "helmeted": 317, "climber": 318, "using": 319, "smiles": 320, "wooded": 321, "stand": 322, "shop": 323, "him": 324, "snowboarder": 325, "walk": 326, "store": 327, "middle": 328, "boat": 329, "fish": 330, "path": 331, "river": 332, "bicycles": 333, "parked": 334, "stone": 335, "grey": 336, "balcony": 337, "bag": 338, "waiting": 339, "climb": 340, "vehicle": 341, "leash": 342, "bending": 343, "posing": 344, "shaped": 345, "balloon": 346, "wakeboarder": 347, "flip": 348, "cross": 349, "wait": 350, "skis": 351, "bikini": 352, "this": 353, "innertube": 354, "talking": 355, "dressed": 356, "that": 357, "\"": 358, "bathing": 359, "dune": 360, "these": 361, "forest": 362, "bright": 363, "sky": 364, "dry": 365, "body": 366, "outfit": 367, "chair": 368, "kid": 369, "baseball": 370, "during": 371, "base": 372, "cement": 373, "reading": 374, "drink": 375, "make": 376, "drinks": 377, "cap": 378, "food": 379, "hiker": 380, "arms": 381, "bar": 382, "splashing": 383, "onto": 384, "they": 385, "reads": 386, "railing": 387, "overlooking": 388, "pier": 389, "statue": 390, "which": 391, "someone": 392, "mother": 393, "balls": 394, "backpack": 395, "'s": 396, "cliff": 397, "scaling": 398, "catches": 399, "thrown": 400, "sliding": 401, "trunk": 402, "wood": 403, "nearby": 404, "get": 405, "run": 406, ".": 407, "cup": 408, "paved": 409, "wooden": 410, "paddling": 411, "kayak": 412, "tank": 413, "school": 414, "uniforms": 415, "painted": 416, "low": 417, "fight": 418, "eyes": 419, "closed": 420, "puts": 421, "window": 422, "retrieving": 423, "waves": 424, "truck": 425, "attempting": 426, "bars": 427, "arm": 428, "skier": 429, "skiers": 430, "life": 431, "shoes": 432, "pedaling": 433, "woodland": 434, "trick": 435, "t": 436, "underwater": 437, "scuba": 438, "diver": 439, "elderly": 440, "lawn": 441, "helping": 442, "moving": 443, "pictures": 444, ";": 445, "about": 446, "five": 447, "older": 448, "pigtails": 449, "socks": 450, "motorcycle": 451, "obstacle": 452, "ledge": 453, "muddy": 454, "wheeled": 455, "cart": 456, "others": 457, "rainbow": 458, "performs": 459, "handstand": 460, "traffic": 461, "kicking": 462, "canoe": 463, "necklace": 464, "shines": 465, "fur": 466, "hugging": 467, "spraying": 468, "hose": 469, "bat": 470, "guy": 471, "guitar": 472, "big": 473, "flag": 474, "showing": 475, "pond": 476, "game": 477, "hood": 478, "station": 479, "partially": 480, "sunset": 481, "creek": 482, "multicolored": 483, "flags": 484, "fenced": 485, "yard": 486, "leaping": 487, "way": 488, "new": 489, "york": 490, "stump": 491, "tongue": 492, "rain": 493, "attached": 494, "ropes": 495, "cars": 496, "collie": 497, "lone": 498, "concrete": 499, "casts": 500, "pole": 501, "below": 502, "mirror": 503, "hitting": 504, "hold": 505, "tri": 506, "sweater": 507, "shakes": 508, "wakeboarding": 509, "haired": 510, "clothes": 511, "pile": 512, "eat": 513, "meal": 514, "towards": 515, "flowery": 516, "ramp": 517, "mohawk": 518, "row": 519, "plastic": 520, "course": 521, "uncut": 522, "door": 523, "spray": 524, "drawing": 525, "swimsuit": 526, "pulled": 527, "number": 528, "wine": 529, "striped": 530, "dirty": 531, "few": 532, "fire": 533, "legs": 534, "waterfall": 535, "hind": 536, "swinging": 537, "away": 538, "stroller": 539, "pushed": 540, "also": 541, "facepaint": 542, "pirate": 543, "waterski": 544, "many": 545, "flying": 546, "microphone": 547, "rough": 548, "heavy": 549, "neon": 550, "he": 551, "above": 552, "photo": 553, "surf": 554, "ears": 555, "leaf": 556, "jeep": 557, "chairs": 558, "eating": 559, "feeding": 560, "follows": 561, "among": 562, "spectators": 563, "balances": 564, "day": 565, "fall": 566, "third": 567, "wet": 568, "swim": 569, "log": 570, "smooth": 571, "shaking": 572, "coming": 573, "adults": 574, "bowls": 575, "display": 576, "bags": 577, "leaves": 578, "puppy": 579, "gate": 580, "tries": 581, "wagon": 582, "homemade": 583, "can": 584, "does": 585, "attempts": 586, "fighter": 587, "kick": 588, "spinning": 589, "public": 590, "hiking": 591, "bay": 592, "backs": 593, "backpacks": 594, "tents": 595, "appears": 596, "be": 597, "medieval": 598, "fair": 599, "porch": 600, "restaurant": 601, "tag": 602, "football": 603, "boots": 604, "puddle": 605, "hike": 606, "reaches": 607, "streaked": 608, "structure": 609, "stage": 610, "no": 611, "catching": 612, "petting": 613, "held": 614, "singing": 615, "floats": 616, "bird": 617, "lays": 618, "against": 619, "television": 620, "steps": 621, "floor": 622, "track": 623, "setting": 624, "chewing": 625, "paddles": 626, "fighting": 627, "landscape": 628, "beam": 629, "swings": 630, "couch": 631, "gymnastics": 632, "racing": 633, "skateboards": 634, "all": 635, "duck": 636, "inside": 637, "ladies": 638, "chain": 639, "scarf": 640, "mask": 641, "object": 642, "pumpkin": 643, "patch": 644, "jackets": 645, "gloves": 646, "screen": 647, "coat": 648, "goes": 649, "rapids": 650, "deep": 651, "hole": 652, "flat": 653, "parking": 654, "lot": 655, "christmas": 656, "newspaper": 657, "candles": 658, "wades": 659, "scenic": 660, "cold": 661, "weather": 662, "teenage": 663, "jewelry": 664, "going": 665, "female": 666, "playpen": 667, "lying": 668, "outstretched": 669, "tiny": 670, "wears": 671, "equipment": 672, "ski": 673, "barrel": 674, "watched": 675, "clear": 676, "drive": 677, "smaller": 678, "bank": 679, "atv": 680, "steep": 681, "slope": 682, "woods": 683, "goal": 684, "swimmers": 685, "lies": 686, "beautiful": 687, "turning": 688, "straw": 689, "hoop": 690, "earrings": 691, "hooded": 692, "carpet": 693, "feet": 694, "cow": 695, "hillside": 696, "winter": 697, "subway": 698, "throw": 699, "surface": 700, "very": 701, "makes": 702, "smoking": 703, "cigarette": 704, "participate": 705, "between": 706, "formations": 707, "says": 708, "saber": 709, "plank": 710, "markers": 711, "nose": 712, "upside": 713, "dock": 714, "watercraft": 715, "sea": 716, "fluffy": 717, "sheep": 718, "snowboard": 719, "direction": 720, "cut": 721, "rider": 722, "motocross": 723, "ridden": 724, "construction": 725, "worker": 726, "race": 727, "driven": 728, "trail": 729, "clothing": 730, "touching": 731, "chasing": 732, "animals": 733, "tail": 734, "pouring": 735, "bucket": 736, "chest": 737, "basketball": 738, "court": 739, "eats": 740, "have": 741, "shopping": 742, "like": 743, "chases": 744, "raises": 745, "hay": 746, "past": 747, "balloons": 748, "shot": 749, "resort": 750, "pushes": 751, "peace": 752, "toddler": 753, "resting": 754, "painting": 755, "smile": 756, "desert": 757, "suits": 758, "gun": 759, "bagpipe": 760, "scooter": 761, "reaching": 762, "tall": 763, "beads": 764, "picking": 765, "skates": 766, "seated": 767, "crowded": 768, "casting": 769, "shadow": 770, "kissing": 771, "cheek": 772, "carries": 773, "paddle": 774, "jogging": 775, "crawling": 776, "still": 777, "sticks": 778, "midair": 779, "cat": 780, "begins": 781, "staircase": 782, "plants": 783, "seat": 784, "caution": 785, "end": 786, "balancing": 787, "foot": 788, "float": 789, "hikes": 790, "brick": 791, "players": 792, "foggy": 793, "raft": 794, "staring": 795, "booth": 796, "country": 797, "cardboard": 798, "phone": 799, "vehicles": 800, "younger": 801, "playfully": 802, "icy": 803, "shirts": 804, "stadium": 805, "apples": 806, "family": 807, "surfer": 808, "shepherd": 809, "terrier": 810, "band": 811, "dances": 812, "dancing": 813, "video": 814, "palm": 815, "pit": 816, "snowman": 817, "dead": 818, "birds": 819, "teenager": 820, "gold": 821, "bowed": 822, "hits": 823, "or": 824, "fallen": 825, "atop": 826, "fast": 827, "house": 828, "beige": 829, "skiing": 830, "single": 831, "gentleman": 832, "gives": 833, "room": 834, "toys": 835, "streets": 836, "couples": 837, "bushes": 838, "wheelbarrow": 839, "hit": 840, "wave": 841, "plain": 842, "gravel": 843, "player": 844, "uniform": 845, "both": 846, "quickly": 847, "close": 848, "volleyball": 849, "spot": 850, "basketballs": 851, "bib": 852, "friends": 853, "narrow": 854, "talks": 855, "rolls": 856, "metal": 857, "gather": 858, "chocolate": 859, "wide": 860, "tossing": 861, "sports": 862, "tire": 863, "furry": 864, "floppy": 865, "stairs": 866, "warm": 867, "team": 868, "husky": 869, "pushing": 870, "saxophone": 871, "buckets": 872, "lay": 873, "moves": 874, "skateboarder": 875, "mound": 876, "dresses": 877, "leather": 878, "hardwood": 879, "bread": 880, "unicycle": 881, "six": 882, "left": 883, "khaki": 884, "lined": 885, "attack": 886, "teeth": 887, "cave": 888, "tie": 889, "overcoat": 890, "surrounding": 891, "sheet": 892, "mid": 893, "wire": 894, "tube": 895, "money": 896, "matching": 897, "sword": 898, "go": 899, "snowing": 900, "vertical": 901, "underneath": 902, "puppies": 903, "gathered": 904, "police": 905, "outfits": 906, "trotting": 907, "backyard": 908, "pulls": 909, "athletic": 910, "hot": 911, "just": 912, "referee": 913, "following": 914, "sized": 915, "foam": 916, "aiming": 917, "lean": 918, "paper": 919, "grocery": 920, "toilet": 921, "weathered": 922, "mouse": 923, "canal": 924, "parka": 925, "photograph": 926, "thumbs": 927, "training": 928, "bald": 929, "german": 930, "control": 931, "work": 932, "skating": 933, "intersection": 934, "fancy": 935, "event": 936, "box": 937, "cyclists": 938, "owner": 939, "fly": 940, "sides": 941, "basket": 942, "wheel": 943, "driving": 944, "mud": 945, "rolled": 946, "take": 947, "umbrellas": 948, "puffy": 949, "jersey": 950, "beginning": 951, "pair": 952, "headphones": 953, "american": 954, "strip": 955, "listens": 956, "try": 957, "tackle": 958, "cheers": 959, "gets": 960, "coach": 961, "official": 962, "knee": 963, "score": 964, "taken": 965, "sporting": 966, "cheerleaders": 967, "tv": 968, "cameraman": 969, "full": 970, "oklahoma": 971, "footballer": 972, "teams": 973, "packed": 974, "sooners": 975, "opposing": 976, "quarterback": 977, "tackling": 978, "whistle": 979, "neck": 980, "pop": 981, "audience": 982, "bath": 983, "bowl": 984, "filled": 985, "square": 986, "spots": 987, "kneeling": 988, "miniature": 989, "naked": 990, "kneels": 991, "waterskiing": 992, "knees": 993, "monument": 994, "fuzzy": 995, "tricycle": 996, "skateboarding": 997, "lunch": 998, "crying": 999, "shit": 1000, "attire": 1001, "tricks": 1002, "sandals": 1003, "block": 1004, "fill": 1005, "hurdle": 1006, "valley": 1007, "circle": 1008, "bunch": 1009, "seven": 1010, "natural": 1011, "sweatshirt": 1012, "seats": 1013, "surfing": 1014, "bottom": 1015, "beard": 1016, "tattoos": 1017, "stripe": 1018, "leaning": 1019, "leg": 1020, "cape": 1021, "shaggy": 1022, "though": 1023, "giant": 1024, "ring": 1025, "distance": 1026, "hoodie": 1027, "sneakers": 1028, "throws": 1029, "passing": 1030, "garage": 1031, "spotted": 1032, "curly": 1033, "bouncing": 1034, "6": 1035, "vests": 1036, "market": 1037, "snarling": 1038, "mini": 1039, "poodle": 1040, "sticking": 1041, "party": 1042, "fedora": 1043, "pours": 1044, "fetching": 1045, "blowing": 1046, "blow": 1047, "coffee": 1048, "greyhound": 1049, "talk": 1050, "short": 1051, "pillow": 1052, "indoor": 1053, "bikers": 1054, "parade": 1055, "spiderman": 1056, "bathroom": 1057, "denim": 1058, "do": 1059, "martial": 1060, "arts": 1061, "mat": 1062, "help": 1063, "himself": 1064, "bottle": 1065, "piece": 1066, "kicks": 1067, "hang": 1068, "glider": 1069, "formation": 1070, "karate": 1071, "rowing": 1072, "tricycles": 1073, "leans": 1074, "greyhounds": 1075, "barefoot": 1076, "corner": 1077, "shrubs": 1078, "prepares": 1079, "kisses": 1080, "bride": 1081, "book": 1082, "practicing": 1083, "shooting": 1084, "fetch": 1085, "kite": 1086, "goggles": 1087, "heavily": 1088, "pitbull": 1089, "well": 1090, "ladder": 1091, "ship": 1092, "range": 1093, "kitchen": 1094, "counter": 1095, "you": 1096, "male": 1097, "mom": 1098, "pajamas": 1099, "participating": 1100, "living": 1101, "plaid": 1102, "drives": 1103, "corn": 1104, "cricket": 1105, "skirt": 1106, "hoops": 1107, "silver": 1108, "performing": 1109, "banner": 1110, "farm": 1111, "racetrack": 1112, "break": 1113, "youngster": 1114, "trash": 1115, "members": 1116, "routine": 1117, "bounce": 1118, "pavement": 1119, "'": 1120, "items": 1121, "walkway": 1122, "neighborhood": 1123, "guys": 1124, "wheelchair": 1125, "enjoys": 1126, "skull": 1127, "finger": 1128, "paint": 1129, "relaxing": 1130, "apron": 1131, "right": 1132, "whist": 1133, "kayaker": 1134, "turn": 1135, "lifted": 1136, "watermelons": 1137, "lab": 1138, "barefooted": 1139, "thin": 1140, "smokes": 1141, "hangs": 1142, "spider": 1143, "wings": 1144, "sprays": 1145, "obstacles": 1146, "perched": 1147, "skyline": 1148, "show": 1149, "amidst": 1150, "overalls": 1151, "dragging": 1152, "loop": 1153, "roller": 1154, "coaster": 1155, "ear": 1156, "brings": 1157, "bubble": 1158, "wand": 1159, "center": 1160, "she": 1161, "hula": 1162, "african": 1163, "soda": 1164, "potato": 1165, "buddha": 1166, "bite": 1167, "step": 1168, "racket": 1169, "blows": 1170, "parents": 1171, "graffiti": 1172, "bus": 1173, "alongside": 1174, "stripes": 1175, "point": 1176, "squeezing": 1177, "opening": 1178, "stacks": 1179, "cones": 1180, "romp": 1181, "motorcyclist": 1182, "wheelie": 1183, "hardhat": 1184, "buildings": 1185, "yawning": 1186, "brightly": 1187, "chip": 1188, "enjoying": 1189, "cutting": 1190, "branch": 1191, "tilts": 1192, "canoes": 1193, "see": 1194, "retriever": 1195, "treat": 1196, "doberman": 1197, "purse": 1198, "border": 1199, "stretching": 1200, "asphalt": 1201, "marked": 1202, "parasails": 1203, "paws": 1204, "wrapped": 1205, "jogs": 1206, "chase": 1207, "camel": 1208, "come": 1209, "advertising": 1210, "protest": 1211, "crossing": 1212, "indoors": 1213, "seating": 1214, "falling": 1215, "form": 1216, "comes": 1217, "landing": 1218, "parachute": 1219, "cooking": 1220, "alley": 1221, "milk": 1222, "multicolor": 1223, "shoulders": 1224, "magazine": 1225, "crawls": 1226, "floors": 1227, "bear": 1228, "binoculars": 1229, "wrestling": 1230, "stretch": 1231, "item": 1232, "enclosed": 1233, "aged": 1234, "dappled": 1235, "photographer": 1236, "bounding": 1237, "happy": 1238, "strollers": 1239, "followed": 1240, "squinting": 1241, "stomach": 1242, "tattoo": 1243, "wrap": 1244, "fun": 1245, "ribbon": 1246, "sprinkler": 1247, "bikinis": 1248, "wild": 1249, "skirts": 1250, "crouches": 1251, "speaking": 1252, "writing": 1253, "surfboard": 1254, "skate": 1255, "urban": 1256, "desk": 1257, "passes": 1258, "rollerskating": 1259, "rink": 1260, "mess": 1261, "weeds": 1262, "gallery": 1263, "tug": 1264, "sort": 1265, "curve": 1266, "mouths": 1267, "speed": 1268, "reflective": 1269, "boxes": 1270, "putting": 1271, "much": 1272, "war": 1273, "airport": 1274, "barks": 1275, "squirted": 1276, "squirting": 1277, "themselves": 1278, "roof": 1279, "friend": 1280, "lead": 1281, "motorbike": 1282, "countryside": 1283, "cyclist": 1284, "leading": 1285, "pack": 1286, "cake": 1287, "underwear": 1288, "office": 1289, "lap": 1290, "officer": 1291, "waits": 1292, "empty": 1293, "grab": 1294, "drivers": 1295, "opposite": 1296, "stop": 1297, "patio": 1298, "eastern": 1299, "transportation": 1300, "bush": 1301, "digging": 1302, "scene": 1303, "airborne": 1304, "summer": 1305, "towel": 1306, "violin": 1307, "headfirst": 1308, "stunt": 1309, "bounds": 1310, "straight": 1311, "goats": 1312, "theme": 1313, "blurry": 1314, "butterfly": 1315, "laughs": 1316, "machine": 1317, "races": 1318, "vendor": 1319, "sprinklers": 1320, "sniffing": 1321, "barrier": 1322, "stares": 1323, "muzzled": 1324, "chew": 1325, "platform": 1326, "females": 1327, "amongst": 1328, "multiple": 1329, "birthday": 1330, "without": 1331, "bungee": 1332, "licking": 1333, "similar": 1334, "bull": 1335, "sponsored": 1336, "smoke": 1337, "pointed": 1338, "pedestrians": 1339, "forested": 1340, "happily": 1341, "flies": 1342, "guiding": 1343, "poles": 1344, "pulley": 1345, "submerged": 1346, "almost": 1347, "handles": 1348, "series": 1349, "rusty": 1350, "juice": 1351, "type": 1352, "instrument": 1353, "seaweed": 1354, "stops": 1355, "amusement": 1356, "flannel": 1357, "trainer": 1358, "numbered": 1359, "attempt": 1360, "embrace": 1361, "uses": 1362, "cowboy": 1363, "only": 1364, "teal": 1365, "greenery": 1366, "kayaking": 1367, "tripod": 1368, "fountains": 1369, "iron": 1370, "signs": 1371, "softball": 1372, "biker": 1373, "speeding": 1374, "chews": 1375, "jack": 1376, "flight": 1377, "muzzle": 1378, "crossbones": 1379, "caught": 1380, "really": 1381, "leads": 1382, "clown": 1383, "chin": 1384, "helmets": 1385, "blocks": 1386, "2": 1387, "wheels": 1388, "before": 1389, "beneath": 1390, "tattooed": 1391, "toddlers": 1392, "tackled": 1393, "overhead": 1394, "toss": 1395, "guard": 1396, "monkey": 1397, "splash": 1398, "ridge": 1399, "gathering": 1400, "container": 1401, "giving": 1402, "bunny": 1403, "hairstyle": 1404, "hug": 1405, "teen": 1406, "tiger": 1407, "battling": 1408, "clothed": 1409, "jet": 1410, "lands": 1411, "rollerblading": 1412, "rail": 1413, "motorbikes": 1414, "chalk": 1415, "been": 1416, "concert": 1417, "musician": 1418, "musical": 1419, "kayaks": 1420, "stair": 1421, "rails": 1422, "pyramid": 1423, "luggage": 1424, "mountainous": 1425, "dusk": 1426, "angle": 1427, "shower": 1428, "grabs": 1429, "bmx": 1430, "hi": 1431, "viz": 1432, "working": 1433, "boardwalk": 1434, "handrail": 1435, "swimmer": 1436, "backstroke": 1437, "handlebars": 1438, "pipe": 1439, "falls": 1440, "asleep": 1441, "father": 1442, "3": 1443, "cows": 1444, "turns": 1445, "sport": 1446, "jerseys": 1447, "tilted": 1448, "boarding": 1449, "feather": 1450, "university": 1451, "jean": 1452, "houses": 1453, "hell": 1454, "made": 1455, "waterskier": 1456, "dives": 1457, "blocking": 1458, "chased": 1459, "points": 1460, "business": 1461, "half": 1462, "sleeping": 1463, "rushes": 1464, "compete": 1465, "breaking": 1466, "licks": 1467, "navy": 1468, "rugby": 1469, "competing": 1470, "onlookers": 1471, "drag": 1472, "racer": 1473, "forefront": 1474, "pigeons": 1475, "cream": 1476, "space": 1477, "slightly": 1478, "inline": 1479, "headed": 1480, "raised": 1481, "flower": 1482, "multi": 1483, "location": 1484, "attacks": 1485, "touchdown": 1486, "instruments": 1487, "move": 1488, "costumed": 1489, "muzzles": 1490, "wetsuit": 1491, "surfs": 1492, "motion": 1493, "located": 1494, "meadow": 1495, "maneuvers": 1496, "bicyclists": 1497, "too": 1498, "pitching": 1499, "students": 1500, "redheaded": 1501, "cushion": 1502, "how": 1503, "costumes": 1504, "horizontal": 1505, "tool": 1506, "military": 1507, "carry": 1508, "member": 1509, "handle": 1510, "round": 1511, "accordion": 1512, "where": 1513, "dance": 1514, "cast": 1515, "style": 1516, "excited": 1517, "obama": 1518, "ticket": 1519, "election": 1520, "gnawing": 1521, "raising": 1522, "lane": 1523, "bowling": 1524, "poster": 1525, "fake": 1526, "knife": 1527, "faces": 1528, "advertisement": 1529, "surfboarder": 1530, "professional": 1531, "leap": 1532, "wrestler": 1533, "pine": 1534, "leaving": 1535, "home": 1536, "tights": 1537, "wear": 1538, "exercises": 1539, "ditch": 1540, "benches": 1541, "funny": 1542, "tackles": 1543, "perform": 1544, "bigger": 1545, "covering": 1546, "autumn": 1547, "having": 1548, "tournament": 1549, "bound": 1550, "unison": 1551, "surfers": 1552, "heads": 1553, "turned": 1554, "electrical": 1555, "computer": 1556, "electronic": 1557, "motorcycles": 1558, "computers": 1559, "formal": 1560, "gowns": 1561, "mostly": 1562, "characters": 1563, "star": 1564, "barren": 1565, "helps": 1566, "crashing": 1567, "plate": 1568, "strange": 1569, "arena": 1570, "scramble": 1571, "fencing": 1572, "class": 1573, "towed": 1574, "airplane": 1575, "checkered": 1576, "european": 1577, "courtyard": 1578, "tumbling": 1579, "tires": 1580, "great": 1581, "effort": 1582, "crosses": 1583, "crew": 1584, "competition": 1585, "but": 1586, "colors": 1587, "stripped": 1588, "cheerleader": 1589, "4": 1590, "campfire": 1591, "brother": 1592, "decorated": 1593, "rural": 1594, "herding": 1595, "winding": 1596, "caps": 1597, "shows": 1598, "motorcyclists": 1599, "colorfully": 1600, "pale": 1601, "bends": 1602, "onstage": 1603, "marathon": 1604, "exhibit": 1605, "silly": 1606, "string": 1607, "sparkling": 1608, "greenish": 1609, "wakeboards": 1610, "elaborate": 1611, "punching": 1612, "lining": 1613, "lights": 1614, "shoot": 1615, "bow": 1616, "japanese": 1617, "vending": 1618, "ethnic": 1619, "listening": 1620, "crystal": 1621, "super": 1622, "santa": 1623, "carriage": 1624, "enter": 1625, "church": 1626, "officials": 1627, "robes": 1628, "touch": 1629, "laugh": 1630, "groom": 1631, "tuxedo": 1632, "march": 1633, "plant": 1634, "stuff": 1635, "mountaintop": 1636, "teenagers": 1637, "doorway": 1638, "cropped": 1639, "shaved": 1640, "horns": 1641, "flock": 1642, "frame": 1643, "ponchos": 1644, "murky": 1645, "robe": 1646, "snowball": 1647, "festive": 1648, "dunes": 1649, "treads": 1650, "rubber": 1651, "paw": 1652, "song": 1653, "tosses": 1654, "terrain": 1655, "pointing": 1656, "camouflage": 1657, "wheeler": 1658, "examine": 1659, "lime": 1660, "sails": 1661, "deer": 1662, "preparing": 1663, "skater": 1664, "match": 1665, "warmly": 1666, "dribbles": 1667, "action": 1668, "award": 1669, "shephard": 1670, "claus": 1671, "tow": 1672, "coats": 1673, "scarves": 1674, "whom": 1675, "glass": 1676, "hospital": 1677, "image": 1678, "fireworks": 1679, "burning": 1680, "downhill": 1681, "pacifier": 1682, "bookstore": 1683, "florida": 1684, "uphill": 1685, "pointy": 1686, "sleeve": 1687, "miami": 1688, "marching": 1689, "sell": 1690, "gliding": 1691, "fabric": 1692, "escalator": 1693, "elephant": 1694, "tops": 1695, "rollerblader": 1696, "grinding": 1697, "juggling": 1698, "pursued": 1699, "masks": 1700, "studio": 1701, "marx": 1702, "parasailing": 1703, "limb": 1704, "driver": 1705, "carnival": 1706, "carts": 1707, "ducks": 1708, "midst": 1709, "hills": 1710, "bearded": 1711, "depicting": 1712, "flute": 1713, "retrieves": 1714, "touches": 1715, "backwards": 1716, "sledge": 1717, "crown": 1718, "homeless": 1719, "asking": 1720, "lips": 1721, "seagulls": 1722, "barking": 1723, "mingling": 1724, "appear": 1725, "opens": 1726, "curtain": 1727, "fireplace": 1728, "sings": 1729, "else": 1730, "lift": 1731, "sideways": 1732, "eye": 1733, "checking": 1734, "rafting": 1735, "waving": 1736, "drenched": 1737, "musicians": 1738, "oriental": 1739, "paints": 1740, "part": 1741, "lifts": 1742, "vault": 1743, "wedding": 1744, "put": 1745, "shoe": 1746, "yelling": 1747, "shade": 1748, "washington": 1749, "sparklers": 1750, "rival": 1751, "skinned": 1752, "wrestlers": 1753, "sumo": 1754, "headband": 1755, "waist": 1756, "extended": 1757, "dribbling": 1758, "blindfolded": 1759, "jumper": 1760, "tight": 1761, "suspended": 1762, "cable": 1763, "traditional": 1764, "chinese": 1765, "practices": 1766, "golf": 1767, "cards": 1768, "swoops": 1769, "seen": 1770, "silhouette": 1771, "bats": 1772, "ninja": 1773, "squat": 1774, "position": 1775, "nap": 1776, "guarding": 1777, "nature": 1778, "challenging": 1779, "flowered": 1780, "policeman": 1781, "cots": 1782, "biking": 1783, "markings": 1784, "o": 1785, "blocked": 1786, "sleigh": 1787, "drift": 1788, "snowboarders": 1789, "cobblestone": 1790, "&": 1791, "sniffs": 1792, "first": 1793, "fingers": 1794, "#": 1795, "8": 1796, "operating": 1797, "23": 1798, "shirted": 1799, "entrance": 1800, "dogsled": 1801, "sleeved": 1802, "chunk": 1803, "shady": 1804, "runners": 1805, "dried": 1806, "splashed": 1807, "waterway": 1808, "hut": 1809, "snowboarding": 1810, "singer": 1811, "guitarist": 1812, "racquet": 1813, "speaks": 1814, "13": 1815, "goalie": 1816, "not": 1817, "ankle": 1818, "squirrel": 1819, "crane": 1820, "sling": 1821, "walls": 1822, "dreadlocks": 1823, "interacting": 1824, "labrador": 1825, "observes": 1826, "including": 1827, "celebrating": 1828, "nighttime": 1829, "chickens": 1830, "belt": 1831, "swan": 1832, "tape": 1833, "choke": 1834, "free": 1835, "pets": 1836, "larger": 1837, "music": 1838, "kites": 1839, "stove": 1840, "times": 1841, "clowns": 1842, "speeds": 1843, "snowboards": 1844, "racers": 1845, "drums": 1846, "pan": 1847, "shown": 1848, "domino": 1849, "jog": 1850, "choppy": 1851, "start": 1852, "sunshine": 1853, "ridding": 1854, "clad": 1855, "buried": 1856, "snowsuit": 1857, "adjusting": 1858, "darkened": 1859, "land": 1860, "afghan": 1861, "enjoy": 1862, "shed": 1863, "classroom": 1864, "boogie": 1865, "boards": 1866, "trashcan": 1867, "village": 1868, "bin": 1869, "sofa": 1870, "practice": 1871, "sleds": 1872, "fan": 1873, "monster": 1874, "logo": 1875, "shoveling": 1876, "lighting": 1877, "power": 1878, "sidecar": 1879, "bend": 1880, "security": 1881, "newborn": 1882, "photographs": 1883, "reach": 1884, "outcropping": 1885, "railway": 1886, "bare": 1887, "chested": 1888, "protective": 1889, "puck": 1890, "sprayed": 1891, "huddled": 1892, "tightrope": 1893, "huddle": 1894, "spread": 1895, "guitars": 1896, "plates": 1897, "various": 1898, "growling": 1899, "films": 1900, "lipstick": 1901, "canopy": 1902, "calm": 1903, "waters": 1904, "pokes": 1905, "branches": 1906, "riders": 1907, "facial": 1908, "expressions": 1909, "pet": 1910, "cartwheel": 1911, "stores": 1912, "spring": 1913, "kicked": 1914, "lacrosse": 1915, "sad": 1916, "figure": 1917, "hikers": 1918, "backpacking": 1919, "link": 1920, "case": 1921, "jagged": 1922, "things": 1923, "tuxedos": 1924, "joy": 1925, "descends": 1926, "workers": 1927, "teammate": 1928, "so": 1929, "wrapping": 1930, "sat": 1931, "newspapers": 1932, "blood": 1933, "gesture": 1934, "merchandise": 1935, "moustache": 1936, "dyed": 1937, "share": 1938, "heron": 1939, "leotard": 1940, "rollerblades": 1941, "curb": 1942, "support": 1943, "wrestles": 1944, "product": 1945, "dalmatian": 1946, "tractor": 1947, "serving": 1948, "oar": 1949, "hides": 1950, "views": 1951, "pumps": 1952, "jockeys": 1953, "sleeveless": 1954, "fans": 1955, "human": 1956, "tossed": 1957, "peeking": 1958, "wires": 1959, "peak": 1960, "scales": 1961, "fruit": 1962, "cowboys": 1963, "horseback": 1964, "medium": 1965, "flames": 1966, "officers": 1967, "garbage": 1968, "place": 1969, "directions": 1970, "turbans": 1971, "library": 1972, "converse": 1973, "fights": 1974, "community": 1975, "easter": 1976, "containing": 1977, "fencers": 1978, "bout": 1979, "bee": 1980, "skyward": 1981, "chairlift": 1982, "occupied": 1983, "tropical": 1984, "marker": 1985, "rows": 1986, "ahead": 1987, "starting": 1988, "clutching": 1989, "rally": 1990, "agility": 1991, "test": 1992, "skin": 1993, "motor": 1994, "garb": 1995, "carried": 1996, "descending": 1997, "gym": 1998, "barber": 1999, "haircut": 2000, "raceway": 2001, "shoreline": 2002, "helicopter": 2003, "breed": 2004, "magazines": 2005, "sharp": 2006, "knit": 2007, "pitch": 2008, "cloth": 2009, "feed": 2010, "model": 2011, "heart": 2012, "males": 2013, "snap": 2014, "wilderness": 2015, "league": 2016, "kiddie": 2017, "rolling": 2018, "waders": 2019, "navigating": 2020, "cloudy": 2021, "skies": 2022, "camp": 2023, "roadway": 2024, "tracksuit": 2025, "prize": 2026, "ribbons": 2027, "rear": 2028, "van": 2029, "marble": 2030, "geese": 2031, "begin": 2032, "dust": 2033, "photos": 2034, "bandanna": 2035, "tied": 2036, "cloud": 2037, "dolphin": 2038, "snack": 2039, "dragsters": 2040, "leashed": 2041, "dad": 2042, "pad": 2043, "gymnasium": 2044, "heels": 2045, "presentation": 2046, "progress": 2047, "crouch": 2048, "post": 2049, "fires": 2050, "handed": 2051, "stall": 2052, "circuit": 2053, "bundled": 2054, "papers": 2055, "wraps": 2056, "boxer": 2057, "hard": 2058, "catcher": 2059, "batter": 2060, "mitt": 2061, "lines": 2062, "involving": 2063, "soaked": 2064, "stones": 2065, "clearing": 2066, "forward": 2067, "runner": 2068, "stairway": 2069, "gesturing": 2070, "mural": 2071, "conversing": 2072, "drum": 2073, "map": 2074, "digital": 2075, "guards": 2076, "sculpture": 2077, "owners": 2078, "outwards": 2079, "time": 2080, "stunts": 2081, "dandelion": 2082, "makeup": 2083, "marches": 2084, "raise": 2085, "approaching": 2086, "teaches": 2087, "mobile": 2088, "sponge": 2089, "posters": 2090, "daughter": 2091, "moped": 2092, "posts": 2093, "merry": 2094, "splits": 2095, "different": 2096, "tables": 2097, "club": 2098, "boxers": 2099, "attacking": 2100, "town": 2101, "dancers": 2102, "built": 2103, "read": 2104, "bale": 2105, "pumpkins": 2106, "halloween": 2107, "graduation": 2108, "fixing": 2109, "smartly": 2110, "folding": 2111, "scruffy": 2112, "swans": 2113, "cans": 2114, "ascending": 2115, "pass": 2116, "boulder": 2117, "army": 2118, "twirling": 2119, "policemen": 2120, "melting": 2121, "filling": 2122, "sleeps": 2123, "brush": 2124, "shapes": 2125, "apartment": 2126, "graffitied": 2127, "derby": 2128, "pitcher": 2129, "cigarettes": 2130, "barn": 2131, "topless": 2132, "pathway": 2133, "plane": 2134, "spar": 2135, "say": 2136, "i": 2137, "goose": 2138, "digs": 2139, "indian": 2140, "native": 2141, "rodeo": 2142, "leashes": 2143, "bucking": 2144, "parallel": 2145, "height": 2146, "bottles": 2147, "huts": 2148, "dunks": 2149, "peoples": 2150, "cone": 2151, "kiss": 2152, "aerial": 2153, "tide": 2154, "foliage": 2155, "trailing": 2156, "rescue": 2157, "shades": 2158, "teach": 2159, "colourful": 2160, "recoils": 2161, "far": 2162, "tub": 2163, "stroll": 2164, "uniformed": 2165, "expression": 2166, "surfboards": 2167, "trophy": 2168, "backlit": 2169, "ollies": 2170, "tugs": 2171, "hall": 2172, "skydiver": 2173, "what": 2174, "brushes": 2175, "crumbling": 2176, "structures": 2177, "bridal": 2178, "gown": 2179, "bleachers": 2180, "religious": 2181, "ollie": 2182, "polka": 2183, "writes": 2184, "flips": 2185, "seesaw": 2186, "distant": 2187, "perspective": 2188, "leggings": 2189, "zigzag": 2190, "patterned": 2191, "bathtub": 2192, "handheld": 2193, "bites": 2194, "rings": 2195, "oxford": 2196, "brunette": 2197, "jungle": 2198, "launches": 2199, "executes": 2200, "athlete": 2201, "snowcapped": 2202, "glove": 2203, "corgi": 2204, "chubby": 2205, "backward": 2206, "color": 2207, "artistic": 2208, "amid": 2209, "candle": 2210, "lanterns": 2211, "artists": 2212, "picks": 2213, "michael": 2214, "jackson": 2215, "dive": 2216, "peaking": 2217, "marks": 2218, "barricade": 2219, "herself": 2220, "bra": 2221, "lip": 2222, "plains": 2223, "push": 2224, "competitor": 2225, "egret": 2226, "soup": 2227, "sail": 2228, "sailing": 2229, "sister": 2230, "extreme": 2231, "snake": 2232, "storefront": 2233, "snowmobile": 2234, "weird": 2235, "pops": 2236, "youth": 2237, "twilight": 2238, "bagpipes": 2239, "flipping": 2240, "apple": 2241, "pizza": 2242, "fat": 2243, "dangling": 2244, "peeks": 2245, "crest": 2246, "fashioned": 2247, "shoulder": 2248, "grinds": 2249, "doll": 2250, "participates": 2251, "spins": 2252, "somthing": 2253, "overweight": 2254, "printed": 2255, "shops": 2256, "within": 2257, "celebrate": 2258, "occasion": 2259, "tented": 2260, "firetruck": 2261, "bone": 2262, "crouched": 2263, "sleeves": 2264, "windy": 2265, "smock": 2266, "rug": 2267, "if": 2268, "sets": 2269, "poodles": 2270, "tussle": 2271, "works": 2272, "sheer": 2273, "cafe": 2274, "mall": 2275, "smelling": 2276, "camping": 2277, "chopsticks": 2278, "overturned": 2279, "batman": 2280, "stool": 2281, "tourist": 2282, "pretend": 2283, "st": 2284, "crouching": 2285, "turtle": 2286, "disk": 2287, "speaker": 2288, "follow": 2289, "hawk": 2290, "phones": 2291, "sweaters": 2292, "scantily": 2293, "signal": 2294, "videotaping": 2295, "disc": 2296, "cage": 2297, "logs": 2298, "indescript": 2299, "armenian": 2300, "genocide": 2301, "semi": 2302, "headscarf": 2303, "returns": 2304, "handrails": 2305, "itself": 2306, "hugs": 2307, "suburban": 2308, "photographed": 2309, "australian": 2310, "stars": 2311, "collars": 2312, "retreiver": 2313, "dropping": 2314, "lounge": 2315, "when": 2316, "cats": 2317, "tabby": 2318, "starring": 2319, "bluejeans": 2320, "fishes": 2321, "dj": 2322, "badminton": 2323, "cob": 2324, "seattle": 2325, "ambulance": 2326, "insect": 2327, "fully": 2328, "ceiling": 2329, "skinny": 2330, "either": 2331, "company": 2332, "called": 2333, "site": 2334, "spigot": 2335, "visible": 2336, "passed": 2337, "emerging": 2338, "balance": 2339, "fairground": 2340, "conversation": 2341, "tools": 2342, "crosswalk": 2343, "campsite": 2344, "pen": 2345, "safely": 2346, "sundress": 2347, "change": 2348, "dressing": 2349, "flowing": 2350, "ponytail": 2351, "summit": 2352, "overlooks": 2353, "monitor": 2354, "skipping": 2355, "wig": 2356, "battle": 2357, "grins": 2358, "tutus": 2359, "spout": 2360, "stare": 2361, "curiously": 2362, "meet": 2363, "bouncer": 2364, "bouncy": 2365, "stretched": 2366, "triangle": 2367, "upper": 2368, "broom": 2369, "ornate": 2370, "rests": 2371, "windsurfer": 2372, "pinata": 2373, "shovel": 2374, "yorkie": 2375, "kitten": 2376, "cutouts": 2377, "words": 2378, "horseshoes": 2379, "dolly": 2380, "meter": 2381, "toe": 2382, "baskets": 2383, "was": 2384, "bounced": 2385, "strings": 2386, "repels": 2387, "sprint": 2388, "butt": 2389, "poured": 2390, "dotted": 2391, "rod": 2392, "fisherman": 2393, "swimsuits": 2394, "beagle": 2395, "highway": 2396, "tutu": 2397, "wakeboard": 2398, "cheeks": 2399, "elevator": 2400, "arab": 2401, "performer": 2402, "records": 2403, "casino": 2404, "offers": 2405, "floaties": 2406, "assist": 2407}, "itos": {"0": "<PAD>", "1": "<SOS>", "2": "<EOS>", "3": "<UNK>", "4": "a", "5": "little", "6": "girl", "7": "in", "8": "her", "9": "on", "10": "the", "11": "to", "12": "man", "13": "with", "14": "is", "15": "white", "16": "dog", "17": "of", "18": "and", "19": "front", "20": "black", "21": "running", "22": "wearing", "23": "snow", "24": "climbing", "25": "rock", "26": "garden", "27": "ball", "28": "grassy", "29": "two", "30": "are", "31": "at", "32": "edge", "33": "tree", "34": "facing", "35": "lake", "36": "water", "37": "person", "38": "dogs", "39": "beach", "40": "an", "41": "ice", "42": "blue", "43": "wall", "44": "baby", "45": "yellow", "46": "brown", "47": "play", "48": "red", "49": "child", "50": "jacket", "51": "playing", "52": "sits", "53": "by", "54": "covered", "55": "near", "56": "field", "57": "people", "58": "boy", "59": "shirt", "60": "looking", "61": "woman", "62": "hands", "63": ",", "64": "watches", "65": "sit", "66": "while", "67": "skateboard", "68": "group", "69": "kids", "70": "blond", "71": "into", "72": "his", "73": "along", "74": "after", "75": "toy", "76": "down", "77": "street", "78": "sandy", "79": "jumping", "80": "catch", "81": "up", "82": "young", "83": "outside", "84": "night", "85": "shorts", "86": "holds", "87": "off", "88": "pool", "89": "inflatable", "90": "throwing", "91": "air", "92": "large", "93": "small", "94": "face", "95": "sitting", "96": "laying", "97": "its", "98": "green", "99": "slide", "100": "several", "101": "outdoors", "102": "other", "103": "making", "104": "their", "105": "through", "106": "road", "107": "children", "108": "fishing", "109": "jeans", "110": "rides", "111": "frozen", "112": "-", "113": "mountain", "114": "horses", "115": "holding", "116": "safety", "117": "rope", "118": "three", "119": "out", "120": "plays", "121": "standing", "122": "smiling", "123": "camera", "124": "some", "125": "men", "126": "another", "127": "stands", "128": "behind", "129": "ride", "130": "four", "131": "jumps", "132": "fountain", "133": "fence", "134": "picture", "135": "bike", "136": "it", "137": "rocks", "138": "climbs", "139": "hill", "140": "helmet", "141": "pants", "142": "tan", "143": "grass", "144": "mouth", "145": "swimming", "146": "head", "147": "sand", "148": "surrounded", "149": "deck", "150": "there", "151": "one", "152": "carrying", "153": "ocean", "154": "something", "155": "from", "156": "bed", "157": "back", "158": "takes", "159": "mountainside", "160": "walks", "161": "soccer", "162": "hand", "163": "whilst", "164": "walking", "165": "across", "166": "costume", "167": "riding", "168": "city", "169": "bicyclist", "170": "light", "171": "bikes", "172": "shirtless", "173": "horse", "174": "net", "175": "watch", "176": "splashes", "177": "snowy", "178": "hat", "179": "bench", "180": "tunnel", "181": "tent", "182": "under", "183": "glasses", "184": "beer", "185": "sign", "186": "dark", "187": "shore", "188": "sidewalk", "189": "boys", "190": "each", "191": "being", "192": "car", "193": "blanket", "194": "runs", "195": "toward", "196": "old", "197": "next", "198": "table", "199": "couple", "200": "building", "201": "background", "202": "dress", "203": "busy", "204": "park", "205": "climbers", "206": "girls", "207": "alone", "208": "wrestle", "209": "together", "210": "closeup", "211": "adult", "212": "set", "213": "orange", "214": "watching", "215": "jump", "216": "diving", "217": "board", "218": "bubbles", "219": "picnic", "220": "biting", "221": "hockey", "222": "leaps", "223": "asian", "224": "looks", "225": "pink", "226": "for", "227": "rocky", "228": "trying", "229": "hanging", "230": "line", "231": "beside", "232": "stream", "233": "lady", "234": "bridge", "235": "sunglasses", "236": "bicycle", "237": "drinking", "238": "gear", "239": "mountains", "240": "long", "241": "stick", "242": "lit", "243": "sun", "244": "foreground", "245": "getting", "246": "ready", "247": "swing", "248": "gray", "249": "colorful", "250": "women", "251": "crowd", "252": "pull", "253": "sled", "254": "pulling", "255": "harness", "256": "portrait", "257": "cellphone", "258": "shallow", "259": "blonde", "260": "umbrella", "261": "suit", "262": "slides", "263": "railroad", "264": "tracks", "265": "look", "266": "flowers", "267": "swims", "268": "tennis", "269": "doing", "270": "outdoor", "271": "trampoline", "272": "collar", "273": "open", "274": "floating", "275": "device", "276": "purple", "277": "top", "278": "laughing", "279": "clouds", "280": "trunks", "281": "rest", "282": "around", "283": "them", "284": "view", "285": "art", "286": "golden", "287": "high", "288": "who", "289": "has", "290": "area", "291": "trees", "292": "same", "293": "train", "294": "colored", "295": "playground", "296": "as", "297": "pose", "298": "ground", "299": "poses", "300": "jumped", "301": "dirt", "302": "hats", "303": "taking", "304": "hair", "305": "over", "306": "boats", "307": "frisbee", "308": "stepping", "309": "reflection", "310": "vest", "311": "side", "312": "stuffed", "313": "animal", "314": "huge", "315": "sunny", "316": "wading", "317": "helmeted", "318": "climber", "319": "using", "320": "smiles", "321": "wooded", "322": "stand", "323": "shop", "324": "him", "325": "snowboarder", "326": "walk", "327": "store", "328": "middle", "329": "boat", "330": "fish", "331": "path", "332": "river", "333": "bicycles", "334": "parked", "335": "stone", "336": "grey", "337": "balcony", "338": "bag", "339": "waiting", "340": "climb", "341": "vehicle", "342": "leash", "343": "bending", "344": "posing", "345": "shaped", "346": "balloon", "347": "wakeboarder", "348": "flip", "349": "cross", "350": "wait", "351": "skis", "352": "bikini", "353": "this", "354": "innertube", "355": "talking", "356": "dressed", "357": "that", "358": "\"", "359": "bathing", "360": "dune", "361": "these", "362": "forest", "363": "bright", "364": "sky", "365": "dry", "366": "body", "367": "outfit", "368": "chair", "369": "kid", "370": "baseball", "371": "during", "372": "base", "373": "cement", "374": "reading", "375": "drink", "376": "make", "377": "drinks", "378": "cap", "379": "food", "380": "hiker", "381": "arms", "382": "bar", "383": "splashing", "384": "onto", "385": "they", "386": "reads", "387": "railing", "388": "overlooking", "389": "pier", "390": "statue", "391": "which", "392": "someone", "393": "mother", "394": "balls", "395": "backpack", "396": "'s", "397": "cliff", "398": "scaling", "399": "catches", "400": "thrown", "401": "sliding", "402": "trunk", "403": "wood", "404": "nearby", "405": "get", "406": "run", "407": ".", "408": "cup", "409": "paved", "410": "wooden", "411": "paddling", "412": "kayak", "413": "tank", "414": "school", "415": "uniforms", "416": "painted", "417": "low", "418": "fight", "419": "eyes", "420": "closed", "421": "puts", "422": "window", "423": "retrieving", "424": "waves", "425": "truck", "426": "attempting", "427": "bars", "428": "arm", "429": "skier", "430": "skiers", "431": "life", "432": "shoes", "433": "pedaling", "434": "woodland", "435": "trick", "436": "t", "437": "underwater", "438": "scuba", "439": "diver", "440": "elderly", "441": "lawn", "442": "helping", "443": "moving", "444": "pictures", "445": ";", "446": "about", "447": "five", "448": "older", "449": "pigtails", "450": "socks", "451": "motorcycle", "452": "obstacle", "453": "ledge", "454": "muddy", "455": "wheeled", "456": "cart", "457": "others", "458": "rainbow", "459": "performs", "460": "handstand", "461": "traffic", "462": "kicking", "463": "canoe", "464": "necklace", "465": "shines", "466": "fur", "467": "hugging", "468": "spraying", "469": "hose", "470": "bat", "471": "guy", "472": "guitar", "473": "big", "474": "flag", "475": "showing", "476": "pond", "477": "game", "478": "hood", "479": "station", "480": "partially", "481": "sunset", "482": "creek", "483": "multicolored", "484": "flags", "485": "fenced", "486": "yard", "487": "leaping", "488": "way", "489": "new", "490": "york", "491": "stump", "492": "tongue", "493": "rain", "494": "attached", "495": "ropes", "496": "cars", "497": "collie", "498": "lone", "499": "concrete", "500": "casts", "501": "pole", "502": "below", "503": "mirror", "504": "hitting", "505": "hold", "506": "tri", "507": "sweater", "508": "shakes", "509": "wakeboarding", "510": "haired", "511": "clothes", "512": "pile", "513": "eat", "514": "meal", "515": "towards", "516": "flowery", "517": "ramp", "518": "mohawk", "519": "row", "520": "plastic", "521": "course", "522": "uncut", "523": "door", "524": "spray", "525": "drawing", "526": "swimsuit", "527": "pulled", "528": "number", "529": "wine", "530": "striped", "531": "dirty", "532": "few", "533": "fire", "534": "legs", "535": "waterfall", "536": "hind", "537": "swinging", "538": "away", "539": "stroller", "540": "pushed", "541": "also", "542": "facepaint", "543": "pirate", "544": "waterski", "545": "many", "546": "flying", "547": "microphone", "548": "rough", "549": "heavy", "550": "neon", "551": "he", "552": "above", "553": "photo", "554": "surf", "555": "ears", "556": "leaf", "557": "jeep", "558": "chairs", "559": "eating", "560": "feeding", "561": "follows", "562": "among", "563": "spectators", "564": "balances", "565": "day", "566": "fall", "567": "third", "568": "wet", "569": "swim", "570": "log", "571": "smooth", "572": "shaking", "573": "coming", "574": "adults", "575": "bowls", "576": "display", "577": "bags", "578": "leaves", "579": "puppy", "580": "gate", "581": "tries", "582": "wagon", "583": "homemade", "584": "can", "585": "does", "586": "attempts", "587": "fighter", "588": "kick", "589": "spinning", "590": "public", "591": "hiking", "592": "bay", "593": "backs", "594": "backpacks", "595": "tents", "596": "appears", "597": "be", "598": "medieval", "599": "fair", "600": "porch", "601": "restaurant", "602": "tag", "603": "football", "604": "boots", "605": "puddle", "606": "hike", "607": "reaches", "608": "streaked", "609": "structure", "610": "stage", "611": "no", "612": "catching", "613": "petting", "614": "held", "615": "singing", "616": "floats", "617": "bird", "618": "lays", "619": "against", "620": "television", "621": "steps", "622": "floor", "623": "track", "624": "setting", "625": "chewing", "626": "paddles", "627": "fighting", "628": "landscape", "629": "beam", "630": "swings", "631": "couch", "632": "gymnastics", "633": "racing", "634": "skateboards", "635": "all", "636": "duck", "637": "inside", "638": "ladies", "639": "chain", "640": "scarf", "641": "mask", "642": "object", "643": "pumpkin", "644": "patch", "645": "jackets", "646": "gloves", "647": "screen", "648": "coat", "649": "goes", "650": "rapids", "651": "deep", "652": "hole", "653": "flat", "654": "parking", "655": "lot", "656": "christmas", "657": "newspaper", "658": "candles", "659": "wades", "660": "scenic", "661": "cold", "662": "weather", "663": "teenage", "664": "jewelry", "665": "going", "666": "female", "667": "playpen", "668": "lying", "669": "outstretched", "670": "tiny", "671": "wears", "672": "equipment", "673": "ski", "674": "barrel", "675": "watched", "676": "clear", "677": "drive", "678": "smaller", "679": "bank", "680": "atv", "681": "steep", "682": "slope", "683": "woods", "684": "goal", "685": "swimmers", "686": "lies", "687": "beautiful", "688": "turning", "689": "straw", "690": "hoop", "691": "earrings", "692": "hooded", "693": "carpet", "694": "feet", "695": "cow", "696": "hillside", "697": "winter", "698": "subway", "699": "throw", "700": "surface", "701": "very", "702": "makes", "703": "smoking", "704": "cigarette", "705": "participate", "706": "between", "707": "formations", "708": "says", "709": "saber", "710": "plank", "711": "markers", "712": "nose", "713": "upside", "714": "dock", "715": "watercraft", "716": "sea", "717": "fluffy", "718": "sheep", "719": "snowboard", "720": "direction", "721": "cut", "722": "rider", "723": "motocross", "724": "ridden", "725": "construction", "726": "worker", "727": "race", "728": "driven", "729": "trail", "730": "clothing", "731": "touching", "732": "chasing", "733": "animals", "734": "tail", "735": "pouring", "736": "bucket", "737": "chest", "738": "basketball", "739": "court", "740": "eats", "741": "have", "742": "shopping", "743": "like", "744": "chases", "745": "raises", "746": "hay", "747": "past", "748": "balloons", "749": "shot", "750": "resort", "751": "pushes", "752": "peace", "753": "toddler", "754": "resting", "755": "painting", "756": 